Repository: wakaya/EmulationStation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca_es, it

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
ca_es: MANTINGUES PREMUT UN BOTÓ PER A CONFIGURAR-LO.
it: PERMI UN TASTO DEL JOYPAD PER CONFIGURARLO.

source: PRESS F4 TO QUIT AT ANY TIME.
ca_es: PREM F4 PER A SORTIR EN QUALSEVOL MOMENT.
it: PREMI F4 PER USCIRE IN OGNI MOMENTO.

source: PRESS ESC TO CANCEL.
ca_es: PREM ESC PER A CANCEL·LAR.
it: PREMI ESC PER ANNULLARE.

source: DISCARD CHANGES
ca_es: DESCARTA ELS CANVI
it: ANNULLA LE MODIFICHE

# button
source: D-PAD UP
ca_es: D-PAD AMUNT
it: D-PAD SU

# button
source: D-PAD DOWN
ca_es: D-PAD AVALL
it: D-PAD GIU

# button
source: D-PAD LEFT
ca_es: D-PAD ESQUERRA
it: D-PAD SINISTRA

# button
source: D-PAD RIGHT
ca_es: D-PAD DRETA
it: D-PAD DESTRA

# button
source: START
ca_es: INICIAR

# button
source: SELECT
ca_es: SELECIONAR

# button
source: BUTTON A / EAST
ca_es: BOTÓ A / EST
it: TASTO A / EST

# button
source: BUTTON B / SOUTH
ca_es: BOTÓ B / SUD
it: TASTO B / SUD

# button
source: BUTTON X / NORTH
ca_es: BOTÓ X / NORD
it: TASTO X / NORD

# button
source: BUTTON Y / WEST
ca_es: BOTÓ Y / OEST
it: TASTO Y / OVEST

# button
source: LEFT SHOULDER
ca_es: L1
it: TASTO L1

# button
source: RIGHT SHOULDER
ca_es: R1
it: TASTO R1

# button
source: LEFT TRIGGER
ca_es: L2
it: TASTO L2

# button
source: RIGHT TRIGGER
ca_es: R2
it: TASTO R2

# button
source: LEFT THUMB
ca_es: THUMB ESQUERRA
it: TASTO L3

# button
source: RIGHT THUMB
ca_es: THUMB DRETA
it: TASTO R3

# button
source: LEFT ANALOG UP
ca_es: ANALÒGIC ESQUERRA AMUNT
it: ANALOGICO-SX SU

# button
source: LEFT ANALOG DOWN
ca_es: ANALÒGIC ESQUERRA AVALL
it: ANALOGICO-SX GIU

# button
source: LEFT ANALOG LEFT
ca_es: ANALÒGIC ESQUERRA ESQUERRA
it: ANALOGICO-SX SINISTRA

# button
source: LEFT ANALOG RIGHT
ca_es: ANALÒGIC ESQUERRA DRETA
it: ANALOGICO-SX DESTRA

# button
source: RIGHT ANALOG UP
ca_es: ANALÒGIC DRETA AMUNT
it: ANALOGICO-DX SU

# button
source: RIGHT ANALOG DOWN
ca_es: ANALÒGIC DRETA AVALL
it: ANALOGICO-DX GIU

# button
source: RIGHT ANALOG LEFT
ca_es: ANALÒGIC DRETA ESQUERRA
it: ANALOGICO-DX SINISTRA

# button
source: RIGHT ANALOG RIGHT
ca_es: ANALÒGIC DRETA DRETA
it: ANALOGICO-DX DESTRA

# button
source: HOTKEY ENABLE
ca_es: ACTIVA HOTKEY
it: TASTO HOTKEY

source: CONFIGURING
ca_es: CONFIGURANT
it: CONFIGURAZIONE

source: KEYBOARD
ca_es: TECLAT
it: TASTIERA

source: GAMEPAD {1}
ca_es: COMANDAMENT {1}
it: JOYPAD {1}

source: HOLD ANY BUTTON TO SKIP
ca_es: MANTINGUES PREMUT QUALSEVOL BOTÓ PER A OMETRE
it: TIENI PREMUTO UN TASTO QUALSIASI PER ANDARE AVANTI

source: -NOT DEFINED-
ca_es: -NO DEFINIT-
it: -NON DEFINITO-

source: YOU DIDN'T CHOOSE A HOTKEY ENABLE BUTTON. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON DEFAULT ? PLEASE ANSWER YES TO USE SELECT OR NO TO NOT SET A HOTKEY ENABLE BUTTON.
ca_es: NO HAS TRIAT CAP BOTÓ PER A ACTIVAR LA 'HOTKEY'. ÉS NECESSARI PER A SORTIR DELS JOCS AMB UN COMANDAMENT. VOLS FER SERVIR EL BOTÓ 'SELECCIONAR' PER DEFECTE? CONTESTA 'SÍ' PER A FER SERVIR EL BOTO 'SELECCIONAR' O 'NO' PER A NO CONFIGURAR CAP BOTÓ PER A ACTIVAR LA 'HOTKEY'.
it: NON HAI IMPOSTATO IL TASTO HOTKEY. QUESTO TASTO É INDISPENSABILE PER POTER USCIRE DAI GIOCHI QUANDO UTILIZZI UN JOYPAD. VUOI UTILIZZARE IL TASTO SELECT ? RISPONDI SI OPPURE NO SE VUOI IMPOSTARNE UN ALTRO A PIACERE.

source: HOLD FOR {1}S TO SKIP
ca_es: MANTINGUES PREMUT DURANT {1}S PER A OMETRE
it: TIENI PERMUTO PER {1} SECONDO PER ANDARE AVANTI

source: PRESS ANYTHING
ca_es: PREM QUALSEVOL
it: PREMI UN TASTO QUALSIASI

source: ALREADY TAKEN
ca_es: JA EXISTEIX
it: GIÁ DEFINITO

source: recent
it: recenti

source: SCRAPER
it: RECUPERA INFO GIOCHI

source: local
it: LOCALE

source: Digital
it: Digitale

source: SCRAPE
it: RECUPERA METADATI

source: FALSE
it: FALSO
