Repository: wakaya/EmulationStation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca_es, it

source: NAME
ca_es: NOM
it: NOME

source: ENTER GAME NAME
ca_es: INTRODUEIX EL NOM DEL JOC
it: NOME DEL GIOCO

source: SORTNAME
ca_es: NOM DE CLASSIFICACIÓ
it: ORDINA

source: ENTER GAME SORT NAME
ca_es: INTRODUEIX EL NOM DE LA CLASSIFICACIÓ DEL JOC
it: NOME UTILIZZATO PER ORDINARE

source: DESCRIPTION
ca_es: DESCRIPCIÓ
it: DESCRIZIONE

source: ENTER DESCRIPTION
ca_es: INTRODUEIX LA DESCRIPCIÓ
it: DESCRIZIONE DEL GIOCO

source: IMAGE
ca_es: IMATGE
it: IMMAGINE

source: ENTER PATH TO IMAGE
ca_es: INTRODUEIX LA RUTA DE LA IMATGE
it: PERCORSO IMMAGINE

source: VIDEO
ca_es: VÍDEO

source: ENTER PATH TO VIDEO
ca_es: INTRODUEIX LA RUTA DEL VÍDEO
it: PERCORSO DEI VIDEO

source: MARQUEE
ca_es: MARQUESINA

source: ENTER PATH TO MARQUEE
ca_es: INTRODUEIX LA RUTA DE LA MARQUESINA
it: PERCORSO DEL MARQUEE

source: THUMBNAIL
ca_es: MINIATURA
it: VIGNETTA

source: ENTER PATH TO THUMBNAIL
ca_es: INTRODUEIX LA RUTA DE LA MINIATURA
it: PERCORSO DELLA VIGNETTA

source: RATING
ca_es: PUNTUACIÓ
it: VALUTAZIONE

source: ENTER RATING
ca_es: INTRODUEIX LA PUNTUACIÓ
it: INSERIRE LA VALUTAZIONE

source: RELEASE DATE
ca_es: DATA DE PUBLICACIÓ
it: DATA RILASCIO

source: ENTER RELEASE DATE
ca_es: INTRODUEIX LA DATA DE PUBLICACIÓ
it: INSERIRE UNA DATA

source: unknown
ca_es: desconegut
it: sconosciuto

source: DEVELOPER
ca_es: DESENVOLUPADOR
it: SVILUPPATORE

source: ENTER GAME DEVELOPER
ca_es: INTRODUEIX EL DESENVOLUPADOR DEL JOC
it: SVILUPPATORE DEL GIOCO

source: PUBLISHER
ca_es: EDITOR
it: PRODUTTORE

source: ENTER GAME PUBLISHER
ca_es: INTRODUEIX L'EDITOR DEL JOC
it: PRODUTTORE DEL GIOCO

source: GENRE
ca_es: GÈNERE
it: GENERE

source: ENTER GAME GENRE
ca_es: INTRODUEIX EL GÈNERE DEL JOC
it: GENERE DEL GIOCO

source: PLAYERS
ca_es: JUGADORS
it: GIOCATORI

source: ENTER NUMBER OF PLAYERS
ca_es: INTRODUEIX EL NÚMERO DE JUGADORS
it: NUMERO DI GIOCATORI

source: FAVORITE
ca_es: FAVORIT
it: FAVORITI

source: ENTER FAVORITE OFF/ON
ca_es: FAVORIT SÍ/NO
it: FAVORITI SI/NO

source: HIDDEN
ca_es: OCULT
it: NASCOSTO

source: ENTER HIDDEN OFF/ON
ca_es: OCULT SÍ/NO
it: NASCOSTO SI/NO

source: KIDGAME
ca_es: JOC INFANTIL
it: BAMBINI

source: ENTER KIDGAME OFF/ON
ca_es: JOC INFANTIL SÍ/NO
it: GIOCO PER BAMBINI

source: PLAY COUNT
ca_es: NÚMERO DE PARTIDES
it: PARTITE GIOCATE

source: ENTER NUMBER OF TIMES PLAYED
ca_es: INTRODUEIX EL NÚMERO DE VEGADES JUGAT
it: NUMERO DI PARTITE GIOCATE

source: LAST PLAYED
ca_es: ÚLTIMS JUGATS
it: ULTIMA PARTITA

source: ENTER LAST PLAYED DATE
ca_es: INTRODUEIX LA DATA DE L'ÚLTIMA PARTIDA
it: INSERIRE UNA DATA

source: collections
ca_es: col·leccions
it: collezioni

source: all
ca_es: tots
it: tutte

source: ALL GAMES
ca_es: TOTS ELS JOCS
it: TUTTI I GIOCHI

source: FILENAME, ASCENDING
ca_es: NOM ↑
it: NOME ↑

source: LAST PLAYED, DESCENDING
ca_es: ÚLTIMS JUGATS ↓
it: ULTIMI GIOCHI GIOCATI ↓

source: favorites
ca_es: favorits
it: favoriti

source: FAVORITES
ca_es: FAVORITS
it: FAVORITI

source: COLLECTIONS
ca_es: COL·LECCIONS
it: COLLEZIONE

source: New Collection
ca_es: Nova Col·lecció
it: Nuova Collezione

source: Editing the '{1}' Collection. Add/remove games with Y.
ca_es: Editant la col·lecció '{1}'. Afegir/eliminar jocs amb Y.
it: Modifica della collezione '{1}'. Aggiungi/rimuovi giochi col tasto Y.

source: Finished editing the '{1}' Collection.
ca_es: Acabada l'edició de la col·lecció '{1}'.
it: Modifica della collezione '{1}' terminata.

source: Added '{1}' to '{2}'
ca_es: Afegit '{1}' a '{2}'
it: '{1}' aggiunto a '{2}'

source: Removed '{1}' from '{2}'
ca_es: Eliminat '{1}' de '{2}'
it: '{1}' rimosso da '{2}'

source: This collection is empty.
ca_es: Aquesta col·lecció està buida.
it: Questa collezione è vuota.

source: None
ca_es: Cap
it: Nessuno

source: Various
ca_es: Diversos
it: Vari

source: among other titles.
ca_es: entre altres títols.
it: tra gli altri titoli.

source: This collection contains {1} games, including {2}
ca_es: Aquesta col·lecció conté {1} jocs, incloent {2}
it: Questa collezione contiene {1} giochi, incluso {2}

source: IT LOOKS LIKE YOUR SYSTEMS CONFIGURATION FILE HAS NOT BEEN SET UP OR IS INVALID. YOU'LL NEED TO DO THIS BY HAND, UNFORTUNATELY. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
ca_es: SEMBLA QUE EL TEU FITXER DE CONFIGURACIÓ DE SISTEMES NO S'HA CONFIGURAT O NO ÉS VÀLID. MALAURADAMENT L'HAS DE CONFIGURAR MANUALMENT . VISITA EMULATIONSTATION.ORG PER A MÉS INFORMACIÓ.
it: SEMBRA CHE IL VOSTRO FILE DI CONFIGURAZONE NON É CONFIGURATO O É INVALIDO. SFORTUNATAMENTE DOVRETE FARLA MANUALMENTE. PER MAGGIORI INFORMAZIONI VISITATE EMULATIONSTATION.ORG.

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
ca_es: NO HEM TROBAT CAP SISTEMA! COMPROVA QUE LES RUTES EN EL FITXER DE CONFIGURACIÓ DE SISTEMES SIGUIN CORRECTES, I QUE EL TEU DIRECTORY DE JOCS TÉ COM A MÍNIM UN JOC AMB L'EXTENSIÓ CORRECTA. VISITA EMULATIONSTATION.ORG PER A MÉS INFORMACIÓ.
it: NESSUN SISTEMA TROVATO ! VERIFICATE CHE NEL FILE DI CONFIGURAZIONE I PERCORSI DELLE CARTELLE SIANO CORRETTI E CORREGGETE GLI EVENTUALI ERRORI PRESENTI NELLE ESTENSIONI DEGLI STESSI GIOCHI. PER MAGGIORI INFORMAZIONI VISITATE EMULATIONSTATION.ORG.

source: QUIT
ca_es: SORTIR
it: ESCI

source: PUBLISHER / DEVELOPER
ca_es: EDITOR / DESENVOLUPADOR
it: PRODUTTORE / SVILUPPATORE

source: {1} STARS
ca_es: {1} ESTRELLES
it: {1} STELLE

source: 0 STARS
ca_es: 0 ESTRELLES
it: 0 STELLE

source: FILENAME, DESCENDING
ca_es: NOM ↓
it: ORDINA PER NOME ↓

source: RATING, ASCENDING
ca_es: PUNTUACIÓ ↑
it: VALUTAZIONE ↑

source: RATING, DESCENDING
ca_es: PUNTUACIÓ ↓
it: VALUTAZIONE ↓

source: TIMES PLAYED, ASCENDING
ca_es: VEGADES JUGAT ↑
it: NUMERO DI PARTITE ↑

source: TIMES PLAYED, DESCENDING
ca_es: VEGADES JUGAT ↓
it: NUMERO DI PARTITE ↓

source: LAST PLAYED, ASCENDING
ca_es: ÚLTIMS JUGATS ↑
it: ULTIMO TITOLO GIOCATO ↑

source: NUMBER PLAYERS, ASCENDING
ca_es: NÚMERO DE JUGADORS ↑
it: NUMERO DI GIOCATORI ↑

source: NUMBER PLAYERS, DESCENDING
ca_es: NÚMERO DE JUGADORS ↓
it: NUMERO DI GIOCATORI ↓

source: RELEASE DATE, ASCENDING
ca_es: DATA DE PUBLICACIÓ ↑
it: DATA DI RILASCIO ↑

source: RELEASE DATE, DESCENDING
ca_es: DATA DE PUBLICACIÓ ↓
it: DATA DI RILASCIO ↓

source: GENRE, ASCENDING
ca_es: GÈNERE ↑
it: GENERE ↑

source: GENRE, DESCENDING
ca_es: GÈNERE ↓
it: GENERE ↓

source: DEVELOPER, ASCENDING
ca_es: DESENVOLUPADOR ↑
it: SVILUPPATORE ↑

source: DEVELOPER, DESCENDING
ca_es: DESENVOLUPADOR ↓
it: SVILUPPATORE ↓

source: PUBLISHER, ASCENDING
ca_es: EDITOR ↑
it: PRODUTTORE ↑

source: PUBLISHER, DESCENDING
ca_es: EDITOR ↓
it: PRODUTTORE ↓

source: SYSTEM, ASCENDING
ca_es: SISTEMA ↑
it: SISTEMA ↑

source: SYSTEM, DESCENDING
ca_es: SISTEMA ↓
it: SISTEMA ↓

source: ADD STAR
ca_es: AFEGIR ESTRELLA
it: AGGIUNGI UNA STELLA

source: CANCEL
ca_es: CANCEL·LAR
it: ANNULLA

source: RATING:
ca_es: PUNTUACIÓ:
it: VALUTAZIONE:

source: RELEASED:
ca_es: PUBLICAT:
it: RILASCIATO IL:

source: DEVELOPER:
ca_es: DESENVOLUPADOR:
it: SVILUPPATORE:

source: PUBLISHER:
ca_es: EDITOR:
it: PRODUTTORE:

source: GENRE:
ca_es: GÈNERE:
it: GENERE:

source: PLAYERS:
ca_es: JUGADORS:
it: GIOCATORI:

source: Configured scraper is no longer available. Please change the scraping source in the settings.
ca_es: L''scraper' configurat ja no està disponible. Canvieu l'origen de l''scraper' a la configuració.
it: Il tool di recupero dei metadati non è più disponibile. Si prega di cambiare le sorgenti di recupero nelle impostazioni.

source: FINISH
ca_es: ACABAR
it: TERMINA

source: NO GAMES FOUND - SKIP
ca_es: NO S'HA TROBAT CAP JOC - OMETRE
it: NESSUN GIOCO TROVATO - IGNORO

source: RETRY
ca_es: TORNAR-HO A PROVAR
it: RIPROVA

source: SKIP
ca_es: OMETRE
it: IGNORA

source: SEARCH FOR
ca_es: CERCA PER
it: RICERCA

source: SEARCH
ca_es: CERCA
it: CERCA

source: ACCEPT RESULT
ca_es: ACCEPTA EL RESULTAT
it: ACCETTA

source: MENU
ca_es: MENÚ

source: The selected UI mode has nothing to show, returning to UI mode: FULL
ca_es: El mode de la interfície d'usuari seleccionat no té res a mostrar, tornant al mode de la interfície d'usuari: COMPLET
it: La modalità UI selezionata non ha niente, ritorno alla modalità FULL

source: OK
ca_es: D'ACORD

source: CONFIGURATION
ca_es: CONFIGURACIÓ
it: CONFIGURAZIONE

source: {1} GAME AVAILABLE
ca_es: {1} JOC DISPONIBLE
it: {1} GIOCO

source: CHOOSE
ca_es: TRIA
it: SCEGLI

source: SELECT
ca_es: SELECCIONA
it: SELEZIONA

source: RANDOM
ca_es: ALEATORI
it: CASUALE

source: LAUNCH SCREENSAVER
ca_es: INICIA L'ESTALVI DE PANTALLA
it: AVVIA LO SCREENSAVER

source: Full
ca_es: Complet

source: Kid
ca_es: Infantil
it: BAMBINI

source: <No Entries Found>
ca_es: <No s'ha trobat cap entrada>
it: <Nessun File>

source: SYSTEM
ca_es: SISTEMA
it: SISTEMA

source: LAUNCH
ca_es: INICIA
it: AVVIA

source: BACK
ca_es: TORNA
it: INDIETRO

source: OPTIONS
ca_es: OPCIONS
it: OPZIONI

source: LAST PLAYED:
ca_es: ÚLTIM JUGAT:
it: ULTIMA PARTITA IL:

source: TIMES PLAYED:
ca_es: VEGADES JUGAT:
it: PARTITE GIOCATE:

source: CLOSE
ca_es: TANCA
it: CHIUDI

source: SCREENSAVER AFTER
ca_es: ESTALVI DE PANTALLA DESRPRÉS
it: ATTIVA SCREENSAVER DOPO

source: SCREENSAVER CONTROLS
ca_es: CONTROLS DE L'ESTALVI DE PANTALLA
it: CONTROLLO SCREENSAVER

source: SCREENSAVER BEHAVIOR
ca_es: COMPORTAMENT DE L'ESTALVI DE PANTALLA
it: TIPO DI SCREENSAVER

source: dim
ca_es: tènue
it: BASSA LUMINOSITÁ

source: black
ca_es: negre
it: SCHERMO NERO

source: random video
ca_es: vídeo aleatori
it: VIDEO CASUALE

source: slideshow
ca_es: presentació
it: DIAPOSITIVA

source: The "Random Video" screensaver shows videos from your gamelist. If you do not have videos, or if in several consecutive attempts the games it selects don't have videos it will default to black. More options in the "UI Settings" > "Video Screensaver" menu.
ca_es: L'estalvi de pantalla "Vídeos Aleatoris" mostra els vídeos de la teva llista de jocs. Si no tens vídeos, o si en diversos intents consecutius els jocs que selecciona no tenen vídeos, serà per defecte negre. Més opcions en el menú "Configuració de la interfície de l'usuari" > "Estalvi de pantalla de vídeo".
it: Lo screensaver "Video Casuale" mostra video della tua lista giochi. Se i video non sono presenti si vedrà solo una schermata nera. Altre opzioni nel menu "Impostazioni Interfacca" > "Video Screen Saver".

source: USE HARDWARE BACKLIGHT CONTROL
ca_es: UTILIZA EL CONTROL DE LA LLU DE FONS DEL MAQUINARI
it: CONTROLLO HARDWARE DELLA LUMINOSITA

source: VIDEO SCREENSAVER SETTINGS
ca_es: CONFIGURACIÓ DE L'ESTALVI DE PANTALLA DE VÍDEO
it: IMPOSTAZIONI VIDEO SCREENSAVER

source: SLIDESHOW SCREENSAVER SETTINGS
ca_es: CONFIGURACIÓ DE L'ESTALVI DE PANTALLA DE PRESENTACIÓ
it: IMPOSTAZIONI SCREENSAVER DIAPOSITIVA

source: VIDEO SCREENSAVER
ca_es: ESTALVI DE PANTALLA DE VÍDEO

source: SLIDESHOW SCREENSAVER
ca_es: ESTALVI DE PANTALLA DE PRESENTACIÓ
it: SCREENSAVER DIAPOSITIVA

source: MAIN MENU
ca_es: MENÚ PRINCIPAL
it: MENU PRINCIPALE

source: SOUND SETTINGS
ca_es: CONFIGURACIÓ DEL SO
it: IMPOSTAZIONI AUDIO

source: UI SETTINGS
ca_es: CONFIGURACIÓ DE LA INTERFÍCIE D'USUARI
it: IMPOSTAZIONI INTERFACCIA

source: GAME COLLECTION SETTINGS
ca_es: CONFIGURACIÓ DE LA COL·LECCIÓ DE JOCS
it: IMPOSTAZIONI COLLEZIONI

source: OTHER SETTINGS
ca_es: ALTRES CONFIGURACIONS
it: ALTRE IMPOSTAZIONI

source: CONFIGURE INPUT
ca_es: CONFIGURA L'ENTRADA DE DISPOSITIUS
it: CONFIGURARE I JOYPADS

source: SCRAPE FROM
ca_es: SCRAPE DE
it: RECUPERA DA

source: SCRAPE RATINGS
ca_es: SCRAPE PUNTUACIONS
it: RECUPERA LE VALUTAZIONI

source: SCRAPE NOW
ca_es: SCRAPE ARA
it: RECUPERA ADESSO

source: SYSTEM VOLUME
ca_es: VOLUM DEL SISTEMA
it: VOLUME SUONO

source: AUDIO CARD
ca_es: TARGETA D'ÀUDIO
it: SCHEDA AUDIO

source: both
ca_es: ambdós
it: ENTRAMBI

source: default
ca_es: per defecte
it: NORMALE

source: AUDIO DEVICE
ca_es: DISPOSITIU D'ÀUDIO
it: PERIFERICA AUDIO

source: Speaker
ca_es: Altaveu
it: Altoparlante

source: Analogue
ca_es: Analògic
it: Analogico

source: ENABLE NAVIGATION SOUNDS
ca_es: ACTIVA ELS SONS DE NAVEGACIÓ
it: ABILITA SUONI DURANTE LA NAVIGAZIONE

source: ENABLE VIDEO AUDIO
ca_es: ACTIVA EL SO DEL VÍDEO
it: ABILITA IL SUONO NEI FILMATI

source: OMX PLAYER AUDIO DEVICE
ca_es: DISPOSITIU D'ÀUDIO DEL REPRODUCTOR OMX
it: PERIFERICA AUDIO PER OMX PLAYER

source: UI MODE
ca_es: MODE DE LA INTERFÍCIE D'USUARI
it: MODALITA INTERFACCIA

source: You are changing the UI to a restricted mode: {1} This will hide most menu-options to prevent changes to the system. To unlock and return to the full UI, enter this code: "{2}" Do you want to proceed?
ca_es: Estàs canviant la interfície d'usuari a un mode restringit: {1} S'ocultarà la majoria de les opcions del menú per evitar canvis al sistema. Per a desbloquejar i tornar a la interfície d'usuari completa, introdueix aquest codi: "{2}" Vols continuar?
it: Stai cambiando l'interfaccia in una modalità ristretta: {1} Per evitare modifiche al sistema, la maggior parte delle opzioni sono nascoste. Per tornare alla modalità UI completa, digitare il codice: "{2}" Si desidera continuare ?

source: YES
ca_es: SÍ
it: SI

source: SCREENSAVER SETTINGS
ca_es: CONFIGURACIÓ DE L'ESTALVI DE PANTALLA
it: IMPOSTAZIONI SCREENSAVER

source: QUICK SYSTEM SELECT
ca_es: SELECCIÓ RÀPIDA DEL SISTEMA
it: SELEZIONE RAPIDA DEL SISTEMA

source: CAROUSEL TRANSITIONS
ca_es: TRANSICIONS DEL CARRUSEL
it: TRANSIZIONI DEL CAROSELLO

source: TRANSITION STYLE
ca_es: ESTIL DE LA TRANSICIÓ
it: STILE DELLE TRANSIZIONI

source: fade
ca_es: esvair
it: sfumato

source: slide
ca_es: lliscar
it: scorrimento

source: instant
ca_es: instantània
it: istantanea

source: THEME SET
ca_es: TRIA TEMA
it: TEMA

source: GAMELIST VIEW STYLE
ca_es: ESTIL DE LA VISTA LLISTA DE JOCS
it: STILE DELLA LISTA DEI GIOCHI

source: automatic
ca_es: automàtic
it: automatico

source: basic
ca_es: bàsic
it: semplice

source: detailed
ca_es: detallat
it: dettagliato

source: video
ca_es: vídeo

source: grid
ca_es: quadrícula
it: griglia

source: START ON SYSTEM
ca_es: ARRENCA EN EL SISTEMA
it: AVVIA ALL' AVVIO DEL SISTEMA

source: NONE
ca_es: CAP
it: NESSUNO

source: ON-SCREEN HELP
ca_es: AJUDA EN PANTALLA
it: AIUTO

source: ENABLE FILTERS
ca_es: ACTIVA FILTRES
it: ATTIVARE I FILTRI

source: VRAM LIMIT
ca_es: LÍMIT DE LA VRAM
it: LIMITE VRAM

source: POWER SAVER MODES
ca_es: MODES D'ESTALVI D'ENERGIA
it: RISPARMIO ENERGETICO

source: disabled
ca_es: desactivat
it: disattivato

source: enhanced
ca_es: millorat
it: migliorato

source: SAVE METADATA ON EXIT
ca_es: DESA LES METADADES AL SORTIR
it: SALVA I METADATI PRIMA DI USCIRE

source: PARSE GAMESLISTS ONLY
ca_es: ANALITZA NOMÉS 'LLISTES DE JOCS'
it: CAMBIA SOLAMENTE LE LISTE DEI GIOCHI

source: SHOW HIDDEN FILES
ca_es: MOSTRA FITXERS OCULTS
it: MOSTRA I FILES NASCOSTI

source: USE OMX PLAYER (HW ACCELERATED)
ca_es: FES SERVIR EL REPRODUCTOR OMX (ACCELERAT PER MAQUINARI)
it: UTILIZZA OMX PLAYER (ACCEL. HW)

source: SHOW FRAMERATE
ca_es: MOSTRA LA VELOCITAT DEL MARC
it: MOSTRA IL FRAMERATE

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
ca_es: ESTÀS SEGUR QUE VOLS CONFIGURAR L'ENTRADA DE DISPOSITIUS?
it: SEI SICURO DI VOLER CONFIGURARE IL JOYPAD ?

source: REALLY RESTART?
ca_es: REALMENT VOLS REINICIAR?
it: VUOI RIAVVIARE ?

source: RESTART EMULATIONSTATION
ca_es: REINICIA EMULATIONSTATION
it: RIAVVIA EMULATIONSTATION

source: REALLY QUIT?
ca_es: REALMENT VOLS SORTIR?
it: VUOI USCIRE ?

source: QUIT EMULATIONSTATION
ca_es: SORTIR DE EMULATIONSTATION
it: ESCI DA EMULATIONSTATION

source: RESTART SYSTEM
ca_es: REINICIA EL SISTEMA
it: RIAVVIA IL SISTEMA

source: REALLY SHUTDOWN?
ca_es: REALMENT VOLS APAGAR EL SISTEMA?
it: VUOI SPEGNERE ?

source: SHUTDOWN SYSTEM
ca_es: APAGA EL SISTEMA
it: SPEGNI IL SISTEMA

source: CREATE NEW CUSTOM COLLECTION FROM THEME
ca_es: CREA UNA NOVA COL·LECCIÓ PERSONALITZADA DEL TEMA
it: CREA UNA COLLEZIONE DA UN TEMA

source: SELECT THEME FOLDER
ca_es: SELECCIONA LA CARPETA DEL TEMA
it: SELEZIONA LA CARTELLA DEI TEMI

source: CREATE NEW CUSTOM COLLECTION
ca_es: CREA UNA NOVA COL·LECCIÓ PERSONALITZADA
it: CREA UNA NUOVA COLLEZIONE

source: New Collection Name
ca_es: Nom de la nova col·lecció
it: Nome della collezione

source: GROUP UNTHEMED CUSTOM COLLECTIONS
ca_es: AGRUPA LES COL·LECCIONS PERSONALITZADES SENSE TEMA
it: RAGGRUPPA LE COLLEZIONI SENZA TEMI

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
ca_es: ORDENA LES COL·LECCIONS PERSONALITZADES I ELS SISTEMES
it: ORDINA LE COLLEZIONI E I SISTEMI PERSONALIZZATI

source: FINISH EDITING '{1}' COLLECTION
ca_es: FINALITA L'EDICIÓ DE LA COL·LECCIÓ '{1}'
it: COMPLETA LE MODIFICHE ALLA COLLEZIONE '{1}'

source: SELECT COLLECTIONS
ca_es: SELECIONA LES COL·LECCIONS
it: SELEZIONA LE COLLEZIONI

source: AUTOMATIC GAME COLLECTIONS
ca_es: COL·LECCIONS AUTOOMÀTIQUES DE JOCS
it: COLLEZIONI AUTOMATICHE

source: CUSTOM GAME COLLECTIONS
ca_es: COL·LECCIONS PERSONALITZADES DE JOCS
it: COLLEZIONI PERSONALIZZATE

source: EDIT METADATA
ca_es: EDITA LES METADADES
it: MODIFICA I METADATI

source: SAVE
ca_es: DESA
it: SALVA

source: THIS WILL DELETE THE ACTUAL GAME FILE(S)! ARE YOU SURE?
ca_es: S'ELIMINARAN EL(S) FITXER(S) REAL(S)! N'ESTÀS SEGUR?
it: IL FILE VERRÁ CANCELLATO ! SEI SICURO ?

source: DELETE
ca_es: ELIMINAR
it: CANCELLA

source: SAVE CHANGES?
ca_es: DESAR ELS CANVIS?
it: VUOI SALVARE LE MODIFICHE ?

source: JUMP TO...
ca_es: ANAR A...
it: VAI A...

source: SORT GAMES BY
ca_es: ORDENA ELS JOCS PER
it: ORDINA I GIOCHI PER

source: FILTER GAMELIST
ca_es: FILTRA LA LLISTA DE JOCS
it: FILTRA LA LISTA DEI GIOCHI

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
ca_es: AFEGIR/ELIMINAR JOCS A AQUESTA COL·LECCIÓ DE JOCS
it: AGGIUNGI/RIMUOVI GIOCHI DA QUESTA COLLEZIONE

source: EDIT THIS GAME'S METADATA
ca_es: EDITA LES METADADES D'AQUEST JOC
it: MODIFICA I METADATI DEL GIOCO

source: SWAP IMAGE AFTER (SECS)
ca_es: INTERCANVIA LA IMATGE DESPRÉS DE (S)
it: CAMBIA IMMAGINE DOPO (SECONDI)

source: STRETCH IMAGES
ca_es: ESTIRA LES IMATGES
it: INGRANDISCI LE IMMAGINI

source: BACKGROUND AUDIO
ca_es: ÀUDIO DE FONS
it: SOTTOFONDO AUDIO

source: USE CUSTOM IMAGES
ca_es: FES SERVIR IMATGES PERSONALITZADES
it: UTILIZZA IMMAGINI PERSONALIZZATE

source: CUSTOM IMAGE DIR
ca_es: DIRECTORI DE LES IMATGES PERSONALITZADES
it: CARTELLA IMMAGINI PERSONALIZZATE

source: CUSTOM IMAGE DIR RECURSIVE
ca_es: DIRECTORI RECURSIU DE LES IMATGES PERSONALITZADES
it: CARTELLA IMMAGINI PERSONALIZZATE (RICORSIVA)

source: CUSTOM IMAGE FILTER
ca_es: FILTRE DE LES IMATGES PERSONALITZADES
it: FILTRA IMMAGINI PERSONALIZZATE

source: FILTER GAMELIST BY
ca_es: FILTRA LA LLISTA DE JOCS PER
it: FILTRA LA LISTA GIOCHI PER

source: RESET ALL FILTERS
ca_es: RESTABLIR TOT ELS FILTRES
it: ELIMINA TUTTI I FILTRI

source: TRUE
ca_es: VERITAT
it: VERO

source: SWAP VIDEO AFTER (SECS)
ca_es: INTERCANVIA EL VÍDEO DESPRÉS DE (S)
it: CAMBIA VIDEO DOPO (SECONDI)

source: USE OMX PLAYER FOR SCREENSAVER
ca_es: FES SERVIR EL REPRODUCTOR OMX PER A L'ESTALVI DE PANTALLA
it: USA OMX PLAYER NELLO SCREENSAVER

source: SHOW GAME INFO
ca_es: MOSTRA LA INFORMACIÓ DEL JOC
it: MOSTRA INFORMAZIONI DEL GIOCO

source: always
ca_es: sempre
it: sempre

source: start & end
ca_es: inici & fi
it: inizio e fine

source: never
ca_es: mai
it: mai

source: SHOW GAME INFO ON SCREENSAVER
ca_es: MOSTRA LA INFORMACIÓ DEL JOC A L'ESTALVI DE PANTALLA
it: MOSTRA INFORMAZIONI DEL GIOCO NELLO SCREENSAVER

source: USE COMPATIBLE LOW RESOLUTION FOR CAPTIONS
ca_es: FES SERVIR BAIXA RESOLUCIÓ COMPATIBLE PER ALS SUBTÍTOLS
it: USA UNA BASSA RISOLUZIONE PER I SOTTOTITOLI

source: STRETCH VIDEO ON SCREENSAVER
ca_es: ESTIRAR EL VÍDEO A L'ESTALVI DE PANTALLA
it: INGRANDIRE I VIDEO DELLO SCREENSAVER

source: Using OMX Player and displaying Game Info may result in the video flickering in some TV modes. If that happens, consider: - Disabling the "Show Game Info" option; - Disabling "Overscan" on the Pi configuration menu might help: RetroPie > Raspi-Config > Advanced Options > Overscan > "No". - Disabling the use of OMX Player for the screensaver.
ca_es: L'ús del reproductor OMX i la visualització de la informació del joc poden provocar un parpelleig del vídeo en alguns models de televisors. Si això passa, prova a: - Desactivar l'opció "Mostra la informació del joc" - Desactivar "Overscan" en el menú de configuració de la Raspberry Pi: RetroPie > Raspi-Config > Advanced Options > Overscan > "No". - Desactivar l'ús del reproductor OMX per a l'estalvi de pantalla.
it: Può capitare che, utilizzando OMX mentre si visualizza il game info, ci sia un flickering video in alcune TV. Se succede, prova a: - Disabilitare l'opzione "Mostra le informazioni del gioco" - Disabilitare "Overscan" nel menu di configurazione del Pi: RetroPie > Raspi-Config > Advanced Options > Overscan > "No". - Disabilitare OMX Player nelle impostazioni screensaver.

source: GOT IT!
ca_es: ENTESOS!
it: CAPITO!

source: SCRAPE THESE GAMES
ca_es: SCRAPE AQUESTS JOCS
it: RECUPERA INFO PER QUESTI GIOCHI

source: All Games
ca_es: Tots els jocs
it: Tutti i giochi

source: Only missing image
ca_es: Només els que no tenen imatge
it: Solo immagini mancanti

source: FILTER
ca_es: FILTRE
it: FILTRA

source: SCRAPE THESE SYSTEMS
ca_es: SCRAPE AQUESTS SISTEMES
it: RECUPERA INFO PER QUESTI SISTEMI

source: SYSTEMS
ca_es: SISTEMES
it: SISTEMI

source: USER DECIDES ON CONFLICTS
ca_es: L'USUARI DECIDEIX SOBRE ELS CONFLICTES
it: L'UTENTE SCEGLIE SE CI SONO CONFLITTI

source: START
ca_es: INICIA
it: AVVIA

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
ca_es: AVÍS: ALGUNS DELS SISTEMES SELECCIONATS NO TENEN UNA PLATAFORMA CONFIGURADA. ELS RESULTATS PODEN SER ENCARA MÉS INEXACTES DEL QUE ÉS HABITUAL! VOLS CONTINUAR IGUALMENT?
it: ATTENZIONE: ALCUNI DEI SISTEMI SELEZIONATI NON HANNO ASSEGNATA UNA PIATTAFORMA. I RISULTATI POTREBBERO ESSERE MENO ACCURATI ! SI DESIDERA CONTINUARE ?

source: NO GAMES FIT THAT CRITERIA.
ca_es: NO HI HA JOCS QUE S'AJUSTIN A AQUEST CRITERI.
it: NESSUN GIOCO RIENTRA NEI CRITERI.

source: INPUT
ca_es: ENTRADA
it: DIGITA

source: SCRAPING IN PROGRESS
ca_es: SCRAPING EN PROGRÉS
it: RECUPERO METADATI IN CORSO

source: subtitle text
ca_es: text del subtítol
it: testo dei sottotitoli

source: STOP
ca_es: ATURA
it: FERMA

source: STOP (PROGRESS SAVED)
ca_es: ATURA (PROGRÉS DESAT)
it: FERMA E SALVA I PROGRESSI

source: GAME {1} OF {2}
ca_es: JOC {1} DE {2}
it: GIOCO {1} DI {2}

source: NO GAMES WERE SCRAPED.
ca_es: CAP JOC HA SIGUT SCRAPED.
it: NESSUN METADATA RECUPERATO

source: {1} GAME SUCCESSFULLY SCRAPED!
ca_es: {1} JOC SCRAPED SATISFACTÒRIAMENT!
it: {1} INFO GIOCO RECUPERATA !

source: {1} GAME SKIPPED.
ca_es: {1} JOC OMÈS.
it: {1} GIOCO IGNORATO.

source: LOADING...
ca_es: CARREGANT...
it: CARICAMENTO...

source: CHANGE
ca_es: CANVIA
it: CAMBIA

source: {1} day ago
ca_es: fa {1} dia
it: {1} giorno fa

source: {1} hour ago
ca_es: fa {1} hora
it: {1} ora fa

source: {1} minute ago
ca_es: fa {1} minut
it: {1} minuto fa

source: {1} second ago
ca_es: fa {1} segon
it: {1} secondo fa

source: WORKING...
ca_es: TREBALLANT...
it: IN CORSO...

source: ACCEPT
ca_es: ACCEPTA
it: ACCETTA

source: SELECT ALL
ca_es: SELECCIONA TOTS
it: SELEZIONA TUTTO

source: SELECT NONE
ca_es: SELECCIONA CAP
it: DESELEZIONA TUTTO

source: {1} SELECTED
ca_es: {1} SELECCIONAT
it: {1} SELEZIONATO

source: MOVE CURSOR
ca_es: MOU EL CURSOR
it: MUOVI IL CURSORE

source: STOP EDITING
ca_es: ATURA L'EDICIÓ
it: COMPLETA LE MODIFICHE

source: EDIT
ca_es: EDITA
it: MODIFICA

source: WELCOME
ca_es: BENVINGUT
it: BENVENUTO

source: {1} GAMEPAD DETECTED
ca_es: {1} COMANDAMENT DETECTAT
it: {1} JOYPAD RICONOSCIUTO

source: NO GAMEPADS DETECTED
ca_es: NO S'HA DETECTAT CAP COMANDAMENT
it: NESSUN JOYPAD RICONOSCIUTO
